import type { NovelInfo } from "./types"

export const novelInfo: NovelInfo = {
  title: "เอาชีวิตรอดในเกมฉบับคนเถื่อน",
  description:
    "อีฮันซู เขาคือชายหนุ่มผู้เล่นเกม [ดันเจียน แอนด์ สโตน] ที่ไม่มีใครเคยเคลียร์ได้มาก่อนเป็นเวลาถึง 9 ปี จนมาถึงบอสตัวสุดท้าย แต่เมื่อเขาเข้าไปในห้องบอส เขากลับได้เข้ามาอยู่ในร่างของ “บยอร์น ยานเดล” คนเถื่อนแห่งเกม [ดันเจียน แอนด์ สโตน] วิธีเดียวที่คุณจะเอาชีวิตในเกมนี้ได้ คือคุณต้องเข้าไปยังเขาวงกตและต่อสู้โดยเอาชีวิตของคุณเป็นเดิมพัน ด้วยกลยุทธ์ตลอด 9 ปีที่ผ่านมาและร่างกายอันกำยำของคนเถื่อน ยังไงซะ ฉันก็จะเอาตัวรอดในเกมนี้ให้ได้!",
  coverImage: "/Webnovel_First_Cover.webp",
}
